LEXICON_RU: dict[str, str] = {
     '/start': 'Этот бот демонстрирует работу FSM\n\n'
                              'Чтобы перейти к заполнению анкеты - '
                              'отправьте команду /fillform',
      '/cancel':'Отменять нечего. Вы вне машины состояний\n\n'
                              'Чтобы перейти к заполнению анкеты - '
                              'отправьте команду /fillform',
      '/fillform':'Вы вышли из машины состояний\n\n'
                              'Чтобы снова перейти к заполнению анкеты - '
                              'отправьте команду ',


    }

LEXICON_COMMANDS_RU: dict[str, str] = {
      '/start': 'Запуск бота',
      '/fillform': 'Заполение анкеты',
      '/cancel': 'Отмена',

    }